tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

# Packages
brew 'dockutil'
brew 'git'
brew 'gnupg'
brew 'mas'
brew 'mise'
brew 'neovim'
brew 'starship'
brew 'zoxide'

# Casks
cask '1password'
cask 'archiver'
cask 'audacity'
cask 'cleanshot'
cask 'docker'
cask 'font-fira-code-nerd-font'
cask 'fork'
cask 'iina'
cask 'iterm2'
cask 'meta'
cask 'ngrok'
cask 'pixelsnap'
cask 'postman'
cask 'raycast'
cask 'renamer'
cask 'soulseek'
cask 'tiny-player'
cask 'whatsapp'
cask 'zed-preview'

# Mas
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator Pro', id: 1289583905
mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
